questions = [
    {"id": 1, "question": "1-1. 피크닉 가기 좋은 맑은 날 보고 싶은 영화는?"},
    {"id": 2, "question": "1-2. 탐이 흘릴 정도로 덥고 햇빛이 강한 날 보고 싶은 영화는?"},
    {"id": 3, "question": "1-3. 선선한 바람이 부는 맑은 날 보고 싶은 영화는?"},
    {"id": 4, "question": "2-1. 흐린 날 보고 싶은 영화는?"},
    {"id": 5, "question": "2-2. 흐린날"},
    {"id": 6, "question": "3-1. 비가 내리다 말다 하는 날 보고 싶은 영화는?"},
    {"id": 7, "question": "3-2. 비가 주룩주룩 내리는 날 보고 싶은 영화는?"},
    {"id": 8, "question": "3-3. 비가 쏟아지는 날 집에서 보고 싶은 영화는?"},
    {"id": 9, "question": "4-1. 조금씩 눈이 내리는 날 보고 싶은 영화는?"},
    {"id": 10,"question": "4-2. 함박눈이 펑펑 내리는 날 보고 싶은 영화는?"},
    {"id": 11,"question": "4-3. 비와 눈이 섞인 진눈깨비가 내리는 날 보고 싶은 영화는?"},
    {"id": 12,"question": "5. 바람 부는 날"},
    {"id": 13,"question": ""},
    {"id": 14,"question": ""},


]